package cn.cerestech.framework.pay.linalian.eums;
//package com.cerestech.framework.pay.linalian.eums;
//
//public class Category {
//	public enum FACTITIOUS_NO_SC{
//		1001 虚拟卡销售 		话费卡、游戏点卡 
//		虚拟账户充值 	1002	其他钱包充值 
//		数字娱乐 	 	网络游戏道具、装备购买;彩铃/影 音充值/歌曲下载 
//		网络虚拟服务 	1004	门户/资讯/论坛/网络小说/搜索引 擎/网络广告/网络推广费/视频制作 费 
//		网络推广销售 	 	团购/优惠/促销/打折卡 
//		娱乐票务 	1006	影票/演唱会/赛事/舞台剧等娱乐票 务 
//		博彩类 	 	彩票 
//		中介\咨询服务 	1008	中介/招聘/婚介交友/返利;咨询(医 疗咨询除外),法律咨询、金融咨询 等; 
//		生活服务 	1009	家政/婚庆服务/摄影服务/印刷/维 修服务/排版/刻板;物流/快递服务 
//		花费充值	1010	移动手机充值 
//		其他	1999	其他特殊虚拟类或无法归类商品或 服务 
//		
//	}
//	
//	
//}
